Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# portfolio_history_range_since_first
source: Since 1st buy
ar: منذ أول شراء
cs: Od 1. nákupu
da: Siden 1. køb
de: Seit 1. Kauf
el: Από 1η αγορά
es: Desde 1.ª compra
fa: از اولین خرید
fi: 1. ostosta
fr: Depuis 1er achat
he: מאז הקנייה הראשונה
hi: पहली खरीद से
hu: Első vétel óta
id: Sejak beli pertama
it: Dal 1° acquisto
ja: 初回購入から
ko: 첫 매수 이후
nb: Siden 1. kjøp
nl: Sinds 1e aankoop
pl: Od 1. zakupu
pt: Desde 1.ª compra
pt_br: Desde a 1ª compra
ro: De la prima cumpărare
ru: С 1-й покупки
sq: Që nga blerja e 1-rë
sv: Sedan 1:a köp
th: ตั้งแต่ซื้อครั้งแรก
tr: İlk alımdan beri
uk: З 1-ї купівлі
vi: Từ lần mua đầu
zh_hans: 自首次买入

# portfolio_history_range_since_first_a11y
source: Show history since your first buy
ar: عرض التطور منذ أول شراء
cs: Zobrazit vývoj od prvního nákupu
da: Vis udvikling siden dit første køb
de: Verlauf seit dem ersten Kauf zeigen
el: Εμφάνιση εξέλιξης από την πρώτη αγορά
es: Mostrar evolución desde tu primera compra
fa: نمایش روند از اولین خرید
fi: Näytä kehitys ensimmäisestä ostosta
fr: Afficher l'évolution depuis votre premier achat
he: הצגת ההתפתחות מאז הקנייה הראשונה
hi: पहली खरीद से इतिहास दिखाएँ
hu: Alakulás megjelenítése az első vétel óta
id: Tampilkan riwayat sejak pembelian pertama
it: Mostra andamento dal primo acquisto
ja: 初回購入からの推移を表示
ko: 첫 매수 이후 추이 보기
nb: Vis utvikling siden ditt første kjøp
nl: Verloop sinds je eerste aankoop tonen
pl: Pokaż historię od pierwszego zakupu
pt: Mostrar evolução desde a primeira compra
pt_br: Mostrar evolução desde a primeira compra
ro: Afișează evoluția de la prima cumpărare
ru: Показать динамику с первой покупки
sq: Shfaq ecurinë që nga blerja e parë
sv: Visa utveckling sedan ditt första köp
th: แสดงย้อนหลังตั้งแต่ซื้อครั้งแรก
tr: İlk alımdan beri geçmişi göster
uk: Показати динаміку з першої купівлі
vi: Xem diễn biến từ lần mua đầu tiên
zh_hans: 显示自首次买入以来的走势

# portfolio_history_title
source: Value history
ar: تطور القيمة
cs: Vývoj hodnoty
da: Værdiudvikling
de: Wertverlauf
el: Εξέλιξη αξίας
es: Evolución del valor
fa: روند ارزش
fi: Arvon kehitys
fr: Évolution de la valeur
he: התפתחות השווי
hi: मूल्य इतिहास
hu: Értékalakulás
id: Riwayat nilai
it: Andamento del valore
ja: 評価額の推移
ko: 가치 추이
nb: Verdiutvikling
nl: Waardeverloop
pl: Historia wartości
pt: Evolução do valor
pt_br: Evolução do valor
ro: Evoluția valorii
ru: Динамика стоимости
sq: Ecuria e vlerës
sv: Värdeutveckling
th: มูลค่าย้อนหลัง
tr: Değer geçmişi
uk: Динаміка вартості
vi: Diễn biến giá trị
zh_hans: 价值走势

# portfolio_history_today
source: Today
ar: اليوم
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dziś
pt: Hoje
pt_br: Hoje
ro: Azi
ru: Сегодня
sq: Sot
sv: I dag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天

# portfolio_history_too_short
source: The history starts after your first full day.
ar: يبدأ التطور بعد أول يوم كامل لك.
cs: Vývoj začíná po vašem prvním celém dni.
da: Udviklingen starter efter din første hele dag.
de: Der Verlauf beginnt nach dem ersten ganzen Tag.
el: Η εξέλιξη ξεκινά μετά την πρώτη ολόκληρη ημέρα σας.
es: La evolución empieza tras tu primer día completo.
fa: روند پس از نخستین روز کامل شما آغاز می‌شود.
fi: Kehitys alkaa ensimmäisen kokonaisen päivän jälkeen.
fr: L'historique commence après votre premier jour complet.
he: ההתפתחות מתחילה אחרי היום המלא הראשון שלכם.
hi: इतिहास आपके पहले पूरे दिन के बाद शुरू होता है।
hu: Az alakulás az első teljes nap után kezdődik.
id: Riwayat dimulai setelah hari penuh pertama Anda.
it: L'andamento inizia dopo il tuo primo giorno completo.
ja: 推移は最初の丸1日が経過してから表示されます。
ko: 추이는 첫 하루가 지난 뒤부터 표시됩니다.
nb: Utviklingen starter etter din første hele dag.
nl: Het verloop begint na je eerste volledige dag.
pl: Historia zaczyna się po pierwszym pełnym dniu.
pt: A evolução começa após o seu primeiro dia completo.
pt_br: A evolução começa depois do seu primeiro dia completo.
ro: Evoluția începe după prima zi completă.
ru: Динамика начинается после первого полного дня.
sq: Ecuria nis pas ditës sate të parë të plotë.
sv: Utvecklingen börjar efter din första hela dag.
th: ข้อมูลย้อนหลังเริ่มหลังจากครบวันแรก
tr: Geçmiş, ilk tam gününüzden sonra başlar.
uk: Динаміка починається після першого повного дня.
vi: Diễn biến bắt đầu sau ngày trọn vẹn đầu tiên của bạn.
zh_hans: 走势从你的第一个完整日之后开始。

# portfolio_history_unavailable
source: No history available right now.
ar: لا يتوفر تطور حاليًا.
cs: Vývoj teď není k dispozici.
da: Ingen udvikling tilgængelig lige nu.
de: Gerade kein Verlauf verfügbar.
el: Δεν υπάρχει διαθέσιμη εξέλιξη αυτή τη στιγμή.
es: Ahora no hay evolución disponible.
fa: اکنون روندی در دسترس نیست.
fi: Kehitystä ei ole juuri nyt saatavilla.
fr: Aucun historique disponible pour le moment.
he: אין כרגע התפתחות זמינה.
hi: अभी कोई इतिहास उपलब्ध नहीं।
hu: Jelenleg nem érhető el értékalakulás.
id: Riwayat tidak tersedia saat ini.
it: Nessun andamento disponibile al momento.
ja: 現在、推移を表示できません。
ko: 지금은 추이를 볼 수 없습니다.
nb: Ingen utvikling tilgjengelig akkurat nå.
nl: Momenteel geen verloop beschikbaar.
pl: Historia jest teraz niedostępna.
pt: De momento não há evolução disponível.
pt_br: Nenhuma evolução disponível no momento.
ro: Momentan nu este disponibilă nicio evoluție.
ru: Сейчас динамика недоступна.
sq: Për momentin nuk ka ecuri të disponueshme.
sv: Ingen utveckling tillgänglig just nu.
th: ขณะนี้ไม่มีข้อมูลย้อนหลัง
tr: Şu anda geçmiş mevcut değil.
uk: Зараз динаміка недоступна.
vi: Hiện chưa có diễn biến.
zh_hans: 暂无走势数据。

# portfolio_history_without
source: Without %1$@ (no daily prices)
ar: بدون %1$@ (لا أسعار يومية)
cs: Bez %1$@ (chybí denní ceny)
da: Uden %1$@ (ingen dagskurser)
de: Ohne %1$@ (keine Tageskurse)
el: Χωρίς %1$@ (χωρίς ημερήσιες τιμές)
es: Sin %1$@ (sin precios diarios)
fa: بدون %1$@ (بدون قیمت روزانه)
fi: Ilman kohdetta %1$@ (ei päiväkursseja)
fr: Sans %1$@ (pas de cours journaliers)
he: ללא %1$@ (אין מחירים יומיים)
hi: %1$@ के बिना (दैनिक भाव नहीं)
hu: %1$@ nélkül (nincsenek napi árak)
id: Tanpa %1$@ (tidak ada harga harian)
it: Senza %1$@ (nessun prezzo giornaliero)
ja: %1$@ を除く（日次価格なし）
ko: %1$@ 제외 (일별 가격 없음)
nb: Uten %1$@ (ingen dagskurser)
nl: Zonder %1$@ (geen dagkoersen)
pl: Bez %1$@ (brak cen dziennych)
pt: Sem %1$@ (sem preços diários)
pt_br: Sem %1$@ (sem preços diários)
ro: Fără %1$@ (fără prețuri zilnice)
ru: Без %1$@ (нет дневных цен)
sq: Pa %1$@ (pa çmime ditore)
sv: Utan %1$@ (inga dagskurser)
th: ไม่รวม %1$@ (ไม่มีราคารายวัน)
tr: %1$@ hariç (günlük fiyat yok)
uk: Без %1$@ (немає денних цін)
vi: Không gồm %1$@ (không có giá ngày)
zh_hans: 不含 %1$@（无每日价格）

# portfolio_holdings
source: Holdings
ar: الرصيد
cs: Držba
da: Beholdning
de: Bestand
el: Κατοχή
es: Tenencia
fa: دارایی
fi: Omistus
fr: Avoirs
he: החזקה
hi: होल्डिंग
hu: Állomány
id: Kepemilikan
it: Possesso
ja: 保有量
ko: 보유량
nb: Beholdning
nl: Bezit
pl: Posiadane
pt: Posse
pt_br: Posição
ro: Deținere
ru: Владение
sq: Zotërimi
sv: Innehav
th: ยอดถือครอง
tr: Varlık
uk: Володіння
vi: Số lượng nắm giữ
zh_hans: 持仓

# portfolio_invalid
source: Invalid amount
ar: كمية غير صالحة
cs: Neplatné množství
da: Ugyldig mængde
de: Ungültige Menge
el: Μη έγκυρη ποσότητα
es: Cantidad no válida
fa: مقدار نامعتبر
fi: Virheellinen määrä
fr: Quantité non valide
he: כמות לא תקינה
hi: अमान्य मात्रा
hu: Érvénytelen mennyiség
id: Jumlah tidak valid
it: Quantità non valida
ja: 無効な数量
ko: 잘못된 수량
nb: Ugyldig mengde
nl: Ongeldige hoeveelheid
pl: Nieprawidłowa ilość
pt: Quantidade inválida
pt_br: Quantidade inválida
ro: Cantitate nevalidă
ru: Неверное количество
sq: Sasi e pavlefshme
sv: Ogiltig mängd
th: จำนวนไม่ถูกต้อง
tr: Geçersiz miktar
uk: Неправильна кількість
vi: Số lượng không hợp lệ
zh_hans: 数量无效

# portfolio_invested
source: Invested
ar: المستثمَر
cs: Investováno
da: Investeret
de: Investiert
el: Επενδεδυμένα
es: Invertido
fa: سرمایه‌گذاری‌شده
fi: Sijoitettu
fr: Investi
he: הושקע
hi: निवेशित
hu: Befektetve
id: Diinvestasikan
it: Investito
ja: 投資額
ko: 투자금
nb: Investert
nl: Geïnvesteerd
pl: Zainwestowano
pt: Investido
pt_br: Investido
ro: Investit
ru: Вложено
sq: Investuar
sv: Investerat
th: เงินลงทุน
tr: Yatırılan
uk: Вкладено
vi: Đã đầu tư
zh_hans: 投入

# portfolio_lock_reason
source: Unlock portfolio
ar: فتح قفل المحفظة
cs: Odemknout portfolio
da: Lås portefølje op
de: Portfolio entsperren
el: Ξεκλείδωμα χαρτοφυλακίου
es: Desbloquear cartera
fa: باز کردن قفل پرتفوی
fi: Avaa salkun lukitus
fr: Déverrouiller le portefeuille
he: ביטול נעילת תיק ההשקעות
hi: पोर्टफोलियो अनलॉक करें
hu: Portfólió feloldása
id: Buka kunci portofolio
it: Sblocca portafoglio
ja: ポートフォリオのロックを解除
ko: 포트폴리오 잠금 해제
nb: Lås opp porteføljen
nl: Portfolio ontgrendelen
pl: Odblokuj portfel
pt: Desbloquear portfólio
pt_br: Desbloquear portfólio
ro: Deblocați portofoliul
ru: Разблокировать портфель
sq: Shkyç portofolin
sv: Lås upp portföljen
th: ปลดล็อกพอร์ตโฟลิโอ
tr: Portföyün kilidini aç
uk: Розблокувати портфель
vi: Mở khóa danh mục
zh_hans: 解锁投资组合

# portfolio_locked_text
source: Unlock to see your holdings and values.
ar: افتح القفل لرؤية ممتلكاتك وقيمها.
cs: Odemkněte ho, abyste viděli své pozice a hodnoty.
da: Lås op for at se dine beholdninger og værdier.
de: Entsperre es, um Bestände und Werte zu sehen.
el: Ξεκλειδώστε για να δείτε τις θέσεις και τις αξίες σας.
es: Desbloquéala para ver tus posiciones y valores.
fa: برای دیدن دارایی‌ها و ارزش‌ها قفل را باز کنید.
fi: Avaa lukitus nähdäksesi omistukset ja arvot.
fr: Déverrouillez-le pour voir vos positions et leurs valeurs.
he: יש לבטל את הנעילה כדי לראות אחזקות ושווי.
hi: अपनी होल्डिंग और मूल्य देखने के लिए अनलॉक करें।
hu: Oldja fel a pozíciók és értékek megtekintéséhez.
id: Buka kunci untuk melihat kepemilikan dan nilainya.
it: Sbloccalo per vedere posizioni e valori.
ja: 保有資産と評価額を見るにはロックを解除してください。
ko: 보유 자산과 가치를 보려면 잠금을 해제하세요.
nb: Lås opp for å se beholdninger og verdier.
nl: Ontgrendel om je posities en waarden te zien.
pl: Odblokuj, aby zobaczyć pozycje i wartości.
pt: Desbloqueie para ver as posições e os valores.
pt_br: Desbloqueie para ver suas posições e valores.
ro: Deblocați pentru a vedea dețineri și valori.
ru: Разблокируйте, чтобы увидеть активы и стоимость.
sq: Shkyçeni për të parë zotërimet dhe vlerat.
sv: Lås upp för att se innehav och värden.
th: ปลดล็อกเพื่อดูสินทรัพย์และมูลค่า
tr: Varlıklarınızı ve değerlerini görmek için kilidi açın.
uk: Розблокуйте, щоб побачити активи та вартість.
vi: Mở khóa để xem tài sản nắm giữ và giá trị.
zh_hans: 解锁后可查看持仓和价值。

# portfolio_locked_title
source: Portfolio is locked
ar: المحفظة مقفلة
cs: Portfolio je zamčené
da: Porteføljen er låst
de: Portfolio ist gesperrt
el: Το χαρτοφυλάκιο είναι κλειδωμένο
es: La cartera está bloqueada
fa: پرتفوی قفل است
fi: Salkku on lukittu
fr: Le portefeuille est verrouillé
he: תיק ההשקעות נעול
hi: पोर्टफोलियो लॉक है
hu: A portfólió zárolva van
id: Portofolio terkunci
it: Il portafoglio è bloccato
ja: ポートフォリオはロックされています
ko: 포트폴리오가 잠겨 있습니다
nb: Porteføljen er låst
nl: Portfolio is vergrendeld
pl: Portfel jest zablokowany
pt: O portfólio está bloqueado
pt_br: O portfólio está bloqueado
ro: Portofoliul este blocat
ru: Портфель заблокирован
sq: Portofoli është i kyçur
sv: Portföljen är låst
th: พอร์ตโฟลิโอถูกล็อก
tr: Portföy kilitli
uk: Портфель заблоковано
vi: Danh mục đang bị khóa
zh_hans: 投资组合已锁定

# portfolio_oversold
source: Sells exceed the holdings – please check the transactions.
ar: المبيعات تتجاوز الرصيد – يرجى مراجعة العمليات.
cs: Prodeje převyšují držené množství – zkontrolujte transakce.
da: Salg overstiger beholdningen – kontrollér transaktionerne.
de: Verkäufe übersteigen den Bestand – bitte Transaktionen prüfen.
el: Οι πωλήσεις υπερβαίνουν τα διαθέσιμα – ελέγξτε τις συναλλαγές.
es: Las ventas superan las tenencias: revisa las transacciones.
fa: فروش‌ها از موجودی بیشتر است – تراکنش‌ها را بررسی کنید.
fi: Myynnit ylittävät omistuksen – tarkista tapahtumat.
fr: Les ventes dépassent les avoirs – vérifiez les transactions.
he: המכירות עולות על האחזקה – כדאי לבדוק את העסקאות.
hi: बिक्री होल्डिंग से अधिक है – कृपया लेन-देन जांचें।
hu: Az eladások meghaladják az állományt – ellenőrizd a tranzakciókat.
id: Penjualan melebihi kepemilikan – periksa transaksi.
it: Le vendite superano il possesso – controlla le transazioni.
ja: 売却が保有量を超えています。取引を確認してください。
ko: 매도량이 보유량을 초과합니다. 거래를 확인하세요.
nb: Salg overstiger beholdningen – sjekk transaksjonene.
nl: Verkopen overschrijden het bezit – controleer de transacties.
pl: Sprzedaż przekracza stan posiadania – sprawdź transakcje.
pt: As vendas excedem a posição – verifique as transações.
pt_br: As vendas excedem a posição – verifique as transações.
ro: Vânzările depășesc deținerea – verifică tranzacțiile.
ru: Продажи превышают остаток – проверьте операции.
sq: Shitjet tejkalojnë zotërimet – kontrollo transaksionet.
sv: Försäljningar överstiger innehavet – kontrollera transaktionerna.
th: ยอดขายเกินจำนวนที่ถือ – โปรดตรวจสอบรายการ
tr: Satışlar varlığı aşıyor – işlemleri kontrol et.
uk: Продажі перевищують залишок – перевірте операції.
vi: Lượng bán vượt quá số đang nắm giữ – hãy kiểm tra giao dịch.
zh_hans: 卖出数量超过持仓，请检查交易记录。

# portfolio_price_missing
source: Price missing
ar: السعر غير متوفر
cs: Chybí cena
da: Pris mangler
de: Preis fehlt
el: Λείπει τιμή
es: Falta el precio
fa: قیمت ثبت نشده
fi: Hinta puuttuu
fr: Prix manquant
he: חסר מחיר
hi: मूल्य नहीं है
hu: Hiányzó ár
id: Harga belum ada
it: Prezzo mancante
ja: 価格なし
ko: 가격 없음
nb: Pris mangler
nl: Prijs ontbreekt
pl: Brak ceny
pt: Preço em falta
pt_br: Preço em falta
ro: Lipsește prețul
ru: Нет цены
sq: Mungon çmimi
sv: Pris saknas
th: ไม่มีราคา
tr: Fiyat eksik
uk: Немає ціни
vi: Thiếu giá
zh_hans: 缺少价格

# portfolio_price_missing_hint
source: Some buys have no price. Add the buy price to see profit/loss.
ar: بعض عمليات الشراء بلا سعر. أضف سعر الشراء لرؤية الربح/الخسارة.
cs: U některých nákupů chybí cena. Doplňte nákupní cenu, abyste viděli zisk/ztrátu.
da: Nogle køb har ingen pris. Tilføj købsprisen for at se gevinst/tab.
de: Bei einigen Käufen fehlt der Preis. Kaufpreis ergänzen, um Gewinn/Verlust zu sehen.
el: Σε ορισμένες αγορές λείπει η τιμή. Προσθέστε την τιμή αγοράς για να δείτε κέρδος/ζημία.
es: Algunas compras no tienen precio. Añade el precio de compra para ver ganancias/pérdidas.
fa: برخی خریدها قیمت ندارند. برای دیدن سود/زیان، قیمت خرید را اضافه کنید.
fi: Joistakin ostoista puuttuu hinta. Lisää ostohinta nähdäksesi voiton/tappion.
fr: Certains achats n'ont pas de prix. Ajoutez le prix d'achat pour voir les gains/pertes.
he: לחלק מהקניות אין מחיר. הוסיפו את מחיר הקנייה כדי לראות רווח/הפסד.
hi: कुछ खरीदों में मूल्य नहीं है। लाभ/हानि देखने के लिए खरीद मूल्य जोड़ें।
hu: Néhány vételnél hiányzik az ár. Add meg a vételárat a nyereség/veszteség megjelenítéséhez.
id: Beberapa pembelian tidak memiliki harga. Tambahkan harga beli untuk melihat untung/rugi.
it: Ad alcuni acquisti manca il prezzo. Aggiungi il prezzo d'acquisto per vedere utile/perdita.
ja: 一部の購入に価格がありません。損益を表示するには取得価格を入力してください。
ko: 일부 매수에 가격이 없습니다. 손익을 보려면 매수가를 입력하세요.
nb: Noen kjøp mangler pris. Legg inn kjøpsprisen for å se gevinst/tap.
nl: Bij sommige aankopen ontbreekt de prijs. Vul de aankoopprijs in om winst/verlies te zien.
pl: Niektóre zakupy nie mają ceny. Dodaj cenę zakupu, aby zobaczyć zysk/stratę.
pt: Algumas compras não têm preço. Adicione o preço de compra para ver lucro/prejuízo.
pt_br: Algumas compras não têm preço. Adicione o preço de compra para ver lucro/prejuízo.
ro: Unele cumpărări nu au preț. Adaugă prețul de cumpărare pentru a vedea profitul/pierderea.
ru: У некоторых покупок нет цены. Укажите цену покупки, чтобы видеть прибыль/убыток.
sq: Disa blerje nuk kanë çmim. Shto çmimin e blerjes për të parë fitimin/humbjen.
sv: Vissa köp saknar pris. Lägg till köppriset för att se vinst/förlust.
th: การซื้อบางรายการไม่มีราคา เพิ่มราคาซื้อเพื่อดูกำไร/ขาดทุน
tr: Bazı alımların fiyatı yok. Kâr/zararı görmek için alış fiyatını ekle.
uk: Для деяких купівель немає ціни. Додайте ціну купівлі, щоб бачити прибуток/збиток.
vi: Một số giao dịch mua chưa có giá. Thêm giá mua để xem lãi/lỗ.
zh_hans: 部分买入没有价格。补充买入价即可查看盈亏。

# portfolio_realized
source: P/L, sold
ar: ربح/خسارة، تم بيعه
cs: Zisk/ztráta, prodáno
da: Gevinst/tab, solgt
de: Gewinn/Verlust, verkauft
el: Κέρδος/ζημία, έχουν πωληθεί
es: Ganancia/pérdida, vendido
fa: سود/زیان، فروخته شده
fi: Voitto/tappio, myyty
fr: Gain/perte, vendu
he: רווח/הפסד, נמכר
hi: लाभ/हानि, बेचा गया
hu: Nyereség/veszteség, eladva
id: Untung/rugi, sudah dijual
it: Utile/perdita, venduto
ja: 損益（売却済み）
ko: 손익, 매도 완료
nb: Gevinst/tap, solgt
nl: Winst/verlies, verkocht
pl: Zysk/strata, sprzedane
pt: Lucro/prejuízo, vendido
pt_br: Lucro/prejuízo, vendido
ro: Profit/pierdere, vândut
ru: Прибыль/убыток, продано
sq: Fitim/humbje, e shitur
sv: Vinst/förlust, sålt
th: กำไร/ขาดทุน ขายแล้ว
tr: Kâr/zarar, satıldı
uk: Прибуток/збиток, продано
vi: Lãi/lỗ, đã bán
zh_hans: 盈亏（已卖出）

# portfolio_sell
source: Sell
ar: بيع
cs: Prodej
da: Salg
de: Verkauf
el: Πώληση
es: Venta
fa: فروش
fi: Myynti
fr: Vente
he: מכירה
hi: बिक्री
hu: Eladás
id: Jual
it: Vendita
ja: 売却
ko: 매도
nb: Salg
nl: Verkoop
pl: Sprzedaż
pt: Venda
pt_br: Venda
ro: Vânzare
ru: Продажа
sq: Shitje
sv: Försäljning
th: ขาย
tr: Satım
uk: Продаж
vi: Bán
zh_hans: 卖出

# portfolio_sell_exceeds
source: More than your holdings (%1$@)
ar: أكثر من رصيدك (%1$@)
cs: Více, než držíte (%1$@)
da: Mere end din beholdning (%1$@)
de: Mehr als dein Bestand (%1$@)
el: Περισσότερα από όσα έχετε (%1$@)
es: Más que tus tenencias (%1$@)
fa: بیشتر از موجودی شما (%1$@)
fi: Enemmän kuin omistuksesi (%1$@)
fr: Plus que vos avoirs (%1$@)
he: יותר מהאחזקה שלך (%1$@)
hi: आपकी होल्डिंग से अधिक (%1$@)
hu: Több, mint az állományod (%1$@)
id: Lebih dari kepemilikan Anda (%1$@)
it: Più del tuo possesso (%1$@)
ja: 保有量を超えています（%1$@）
ko: 보유량보다 많습니다 (%1$@)
nb: Mer enn beholdningen din (%1$@)
nl: Meer dan je bezit (%1$@)
pl: Więcej niż posiadasz (%1$@)
pt: Mais do que a sua posição (%1$@)
pt_br: Mais do que a sua posição (%1$@)
ro: Mai mult decât deții (%1$@)
ru: Больше вашего остатка (%1$@)
sq: Më shumë se zotërimet e tua (%1$@)
sv: Mer än ditt innehav (%1$@)
th: มากกว่าที่คุณถือ (%1$@)
tr: Varlığından fazla (%1$@)
uk: Більше за ваш залишок (%1$@)
vi: Nhiều hơn số bạn nắm giữ (%1$@)
zh_hans: 超过你的持仓（%1$@）

# portfolio_setting_hint
source: Optional: record buys and sells and see value and profit/loss in a separate tab.
ar: اختياري: سجّل عمليات الشراء والبيع وشاهد القيمة والربح/الخسارة في تبويب منفصل.
cs: Volitelné: zaznamenávejte nákupy a prodeje a sledujte hodnotu a zisk/ztrátu na samostatné kartě.
da: Valgfrit: registrér køb og salg og se værdi og gevinst/tab i en separat fane.
de: Optional: Käufe und Verkäufe erfassen und Wert sowie Gewinn/Verlust in einem eigenen Tab sehen.
el: Προαιρετικά: καταγράψτε αγορές και πωλήσεις και δείτε αξία και κέρδος/ζημία σε ξεχωριστή καρτέλα.
es: Opcional: registra compras y ventas y ve el valor y las ganancias/pérdidas en una pestaña aparte.
fa: اختیاری: خرید و فروش‌ها را ثبت کنید و ارزش و سود/زیان را در یک زبانه جداگانه ببینید.
fi: Valinnainen: kirjaa ostot ja myynnit ja näe arvo sekä voitto/tappio omalla välilehdellä.
fr: Facultatif : enregistrer achats et ventes et voir la valeur et les gains/pertes dans un onglet séparé.
he: אופציונלי: תיעוד קניות ומכירות וצפייה בשווי וברווח/הפסד בלשונית נפרדת.
hi: वैकल्पिक: खरीद और बिक्री दर्ज करें और अलग टैब में मूल्य व लाभ/हानि देखें।
hu: Opcionális: rögzítsd a vételeket és eladásokat, és lásd az értéket és a nyereséget/veszteséget külön lapon.
id: Opsional: catat pembelian dan penjualan serta lihat nilai dan untung/rugi di tab terpisah.
it: Facoltativo: registra acquisti e vendite e vedi valore e utile/perdita in una scheda separata.
ja: 任意：売買を記録し、評価額と損益を別タブで確認できます。
ko: 선택 사항: 매수와 매도를 기록하고 별도 탭에서 평가액과 손익을 확인합니다.
nb: Valgfritt: registrer kjøp og salg og se verdi og gevinst/tap i en egen fane.
nl: Optioneel: aankopen en verkopen vastleggen en waarde en winst/verlies in een apart tabblad zien.
pl: Opcjonalnie: zapisuj kupno i sprzedaż oraz zobacz wartość i zysk/stratę w osobnej karcie.
pt: Opcional: registre compras e vendas e veja o valor e o lucro/prejuízo numa aba separada.
pt_br: Opcional: registre compras e vendas e veja o valor e o lucro/prejuízo em uma aba separada.
ro: Opțional: înregistrează cumpărări și vânzări și vezi valoarea și profitul/pierderea într-o filă separată.
ru: Необязательно: записывайте покупки и продажи и смотрите стоимость и прибыль/убыток на отдельной вкладке.
sq: Opsionale: regjistro blerjet dhe shitjet dhe shiko vlerën dhe fitimin/humbjen në një skedë të veçantë.
sv: Valfritt: registrera köp och försäljningar och se värde och vinst/förlust i en egen flik.
th: ไม่บังคับ: บันทึกการซื้อขายและดูมูลค่าและกำไร/ขาดทุนในแท็บแยก
tr: İsteğe bağlı: alım ve satımları kaydet, değeri ve kâr/zararı ayrı bir sekmede gör.
uk: Необов'язково: записуйте купівлі й продажі та переглядайте вартість і прибуток/збиток на окремій вкладці.
vi: Tùy chọn: ghi lại giao dịch mua bán và xem giá trị cùng lãi/lỗ trong một tab riêng.
zh_hans: 可选：记录买入和卖出，并在单独的标签页中查看市值和盈亏。

# portfolio_title
source: Portfolio
ar: المحفظة
da: Portefølje
el: Χαρτοφυλάκιο
es: Cartera
fa: پرتفوی
fi: Salkku
fr: Portefeuille
he: תיק השקעות
hi: पोर्टफोलियो
hu: Portfólió
id: Portofolio
it: Portafoglio
ja: ポートフォリオ
ko: 포트폴리오
nb: Portefølje
pl: Portfel
pt: Portfólio
pt_br: Portfólio
ro: Portofoliu
ru: Портфель
sq: Portofoli
sv: Portfölj
th: พอร์ตโฟลิโอ
tr: Portföy
uk: Портфель
vi: Danh mục
zh_hans: 投资组合

# portfolio_total_value
source: Total value
ar: القيمة الإجمالية
cs: Celková hodnota
da: Samlet værdi
de: Gesamtwert
el: Συνολική αξία
es: Valor total
fa: ارزش کل
fi: Kokonaisarvo
fr: Valeur totale
he: שווי כולל
hi: कुल मूल्य
hu: Teljes érték
id: Nilai total
it: Valore totale
ja: 評価額合計
ko: 총 평가액
nb: Samlet verdi
nl: Totale waarde
pl: Wartość łączna
pt: Valor total
pt_br: Valor total
ro: Valoare totală
ru: Общая стоимость
sq: Vlera totale
sv: Totalt värde
th: มูลค่ารวม
tr: Toplam değer
uk: Загальна вартість
vi: Tổng giá trị
zh_hans: 总市值

# portfolio_transactions
source: Transactions
ar: العمليات
cs: Transakce
da: Transaktioner
de: Transaktionen
el: Συναλλαγές
es: Transacciones
fa: تراکنش‌ها
fi: Tapahtumat
he: עסקאות
hi: लेन-देन
hu: Tranzakciók
id: Transaksi
it: Transazioni
ja: 取引
ko: 거래
nb: Transaksjoner
nl: Transacties
pl: Transakcje
pt: Transações
pt_br: Transações
ro: Tranzacții
ru: Операции
sq: Transaksionet
sv: Transaktioner
th: รายการ
tr: İşlemler
uk: Операції
vi: Giao dịch
zh_hans: 交易记录

# portfolio_tx_amount
source: Amount
ar: الكمية
cs: Množství
da: Antal
de: Anzahl
el: Ποσότητα
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
he: כמות
hi: मात्रा
hu: Mennyiség
id: Jumlah
it: Quantità
ja: 数量
ko: 수량
nb: Antall
nl: Aantal
pl: Ilość
pt: Quantidade
pt_br: Quantidade
ro: Cantitate
ru: Количество
sq: Sasia
sv: Antal
th: จำนวน
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hans: 数量

# portfolio_tx_date
source: Date
ar: التاريخ
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fa: تاریخ
fi: Päivämäärä
he: תאריך
hi: तारीख
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nb: Dato
nl: Datum
pl: Data
pt: Data
pt_br: Data
ro: Data
ru: Дата
sq: Data
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
